Repository: memitoguate/IglesiaMGT
Catalog: src/Plugins/PastoralCareDashboard/locale/textdomain/*/LC_MESSAGES/messages-PastoralCareDashboard.po
Languages: fr_ca, ja_jp

source: Pastoral Care
fr_ca: Suivis pastoraux
ja_jp: パストラルケア

source: Latest
fr_ca: Les plus récents
ja_jp: 最新情報

source: Individual Pastoral Care
fr_ca: Suivi Pastoral individuelle
ja_jp: 個人パストラルケア

source: None
fr_ca: Aucun
ja_jp: なし

source: Last
fr_ca: Dernier
ja_jp: 最後

source: Family Pastoral Care
fr_ca: Suivi Pastoral familiale
ja_jp: ファミリーパストラルケア

source: Family
fr_ca: Famille
ja_jp: ファミリー

source: Statistics
fr_ca: Statistiques
ja_jp: 統計情報

source: Period from
fr_ca: Période du
ja_jp: からの期間

source: to
fr_ca: au
ja_jp: まで

source: Members
fr_ca: Membres
ja_jp: メンバー紹介

source: Persons not reached
fr_ca: Personnes non suivis
ja_jp: 未対応者

source: Families not reached
fr_ca: Familles non suivies
ja_jp: 未対応の家庭

source: Single Persons not reached
fr_ca: Personnes seules non suivies
ja_jp: 単身者未到達

source: Retired Persons not reached
fr_ca: Retraités non suivies
ja_jp: 定年退職者 未達成

source: Young People
fr_ca: Les jeunes
ja_jp: 若者たち

source: Young People not reached
fr_ca: Jeunes non suivis
ja_jp: 若年層へのリーチがない

source: Visit/Call your church members
fr_ca: Visitez/appellez les membres de votre église
ja_jp: 教会員を訪問する／電話する

source: Manage Pastoral Care
fr_ca: Gérer le Suivi Pastorale
ja_jp: パストラルケアの管理
