Repository: memitoguate/IglesiaMGT
Catalog: src/Plugins/MeetingJitsi/locale/textdomain/*/LC_MESSAGES/messages-MeetingJitsi.po
Languages: es_es, it_it, nb_no, nl_nl, ru_ru

source: Meeting Dashboard
es_es: Panel de control de las reuniones
it_it: Cruscotto delle riunioni
nb_no: Møte dashboard
nl_nl: Vergadering Dashboard
ru_ru: Приборная панель совещаний

source: Meeting Settings
es_es: Ajustes de la reunión
it_it: Impostazioni della riunione
nb_no: Møteinnstillinger
nl_nl: Vergadering Instellingen
ru_ru: Настройки собрания

source: Room names
es_es: Nombres de las habitaciones
it_it: Nomi di camere
nb_no: Romnavn
nl_nl: Kamer namen
ru_ru: Названия комнат

source: Create first a room and manage theme with the arrow button
es_es: Crea primero una sala y gestiona el tema con el botón de la flecha
it_it: Crea prima una stanza e gestisci il tema con il tasto freccia
nb_no: Skap først et rom og ta deg av temaet med pil-knappen
nl_nl: Creëer eerst een kamer en beheer het thema met de pijltoets
ru_ru: Сначала создайте комнату и управляйте темой с помощью кнопки со стрелкой

source: Create Room
es_es: Crear sala
it_it: Creare una stanza
nb_no: Skaperrommet
nl_nl: Creëer kamer
ru_ru: Создать комнату

source: This action will delete all your rooms
es_es: Esta acción borrará todas tus habitaciones
it_it: Questa azione canceller√† tutte le tue stanze
nb_no: Denne handlingen vil slette alle rommene deres
nl_nl: Deze actie zal al je kamers verwijderen
ru_ru: Это действие приведет к удалению всех ваших номеров

source: Delete all Rooms
es_es: Borrar todas las salas
it_it: Cancellare tutte le stanze
nb_no: Slett alle rom
nl_nl: Verwijder alle kamers
ru_ru: Удалить все комнаты

source: Appointment
es_es: Cita
it_it: Appuntamento
nb_no: Avgjørelse
nl_nl: Afspraak
ru_ru: Назначение

source: Room Name
es_es: Nombre de la sala
it_it: Nome della stanza
nb_no: Romnavn
nl_nl: Kamernaam
ru_ru: Название комнаты

source: First create a Jitsi room with the button above !
es_es: ¡Primero crea una sala Jitsi con el botón de arriba!
it_it: Prima crea una stanza Jitsi con il pulsante qui sopra!
nb_no: Lag et Jitsi-rom med knappen der oppe!
nl_nl: Maak eerst een Jitsi kamer aan met de knop hierboven !
ru_ru: Сначала создайте комнату Jitsi с помощью кнопки выше!

source: Settings
es_es: Ajustes
it_it: Impostazioni
nb_no: Innstillinger
nl_nl: Instellingen
ru_ru: Настройки

source: The Jitsi domain name, by default
es_es: El nombre de dominio Jitsi, por defecto
it_it: Il nome del dominio Jitsi, per impostazione predefinita
nb_no: Jitsi-domenenavnet, som standard
nl_nl: De Jitsi domeinnaam, standaard
ru_ru: Доменное имя Jitsi, по умолчанию

source: The path for the script associated with the domain name
es_es: La ruta del script asociado al nombre de dominio
it_it: Il percorso dello script associato al nome di dominio
nb_no: Stien for skriptet som er knyttet til domenenavnet
nl_nl: Het pad voor het script dat bij de domeinnaam hoort
ru_ru: Путь для скрипта, связанного с доменным именем

source: Save Changes
es_es: Guardar cambios
it_it: Salvare le modifiche
nb_no: Lagre endringer
nl_nl: Wijzigingen opslaan
ru_ru: Сохранить изменения
