Repository: memitoguate/IglesiaMGT
Catalog: locale/JSONKeys_JS_Plugins/ToDoListDashboard/*/js-strings.po
Languages: ja_jp, ro_ro, ru_ru, uk_ua

source: List name
ja_jp: リスト名
ro_ro: Numele listei
ru_ru: Название списка
uk_ua: Назва списку

source: Create a list
ja_jp: リストを作成する
ro_ro: Creați o listă
ru_ru: Создайте список
uk_ua: Створіть список

source: Edit list
ja_jp: 編集リスト
ro_ro: Editați lista
ru_ru: Список редактирования
uk_ua: Список редагування

source: You're about to delete your list?
ja_jp: リストを削除しようとしてるのか？
ro_ro: Sunteți pe cale să vă ștergeți lista?
ru_ru: Вы собираетесь удалить свой список?
uk_ua: Ви збираєтеся видалити свій список?

source: This can't be undone.
ja_jp: これは元に戻すことはできません。
ro_ro: Acest lucru nu poate fi anulat.
ru_ru: Этого нельзя отменить.
uk_ua: Цього не можна скасувати.

source: Item name
ja_jp: 項目名
ro_ro: Denumirea articolului
ru_ru: Название предмета
uk_ua: Назва товару

source: Date
ja_jp: 日付
ro_ro: Data
ru_ru: Дата
uk_ua: Дата

source: Create a list item
ja_jp: リストアイテムの作成
ro_ro: Creați un element de listă
ru_ru: Создайте элемент списка
uk_ua: Створення елемента списку

source: Edit list item
ja_jp: リスト項目の編集
ro_ro: Editarea elementului de listă
ru_ru: Редактирование элемента списка
uk_ua: Редагування елемента списку

source: Delete item?
ja_jp: 項目を削除しますか？
ro_ro: Ștergeți elementul?
ru_ru: Удалить элемент?
uk_ua: Видалити елемент?

source: You're about to delete an item.
ja_jp: 項目を削除しようとしている。
ro_ro: Sunteți pe cale să ștergeți un element.
ru_ru: Вы собираетесь удалить элемент.
uk_ua: Ви збираєтеся видалити елемент.
