Repository: memitoguate/IglesiaMGT
Catalog: locale/JSONKeys_JS_Plugins/NewsDashboard/*/js-strings.po
Languages: fr_fr, nb_no

source: Remove
fr_fr: Supprimer
nb_no: Fjern

source: Edit
fr_fr: Modifier
nb_no: Rediger

source: News Editor
fr_fr: Editeur de News
nb_no: Nyhetsredaktør

source: News Title
fr_fr: Titre de News
nb_no: Nyhetstittel

source: Set your News title
fr_fr: Définissez votre titre d'actualité
nb_no: Angi nyhetstittel

source: Choose your News Type
fr_fr: Choisissez votre type de nouvelles
nb_no: Velg nyhetstype

source: Infos
nb_no: Informasjon

source: To plan
fr_fr: A planifier
nb_no: For å planlegge

source: To note
fr_fr: A noter
nb_no: Å merke seg

source: Important
nb_no: Viktig

source: Very important
fr_fr: Très important
nb_no: Svært viktig

source: You have to set a Title for your news
fr_fr: Vous devez définir un titre pour votre news
nb_no: Du må angi en tittel for nyheten din
